Repository: HerzScheisse/webtrees-MyCustomTags
Catalog: *_custom_tags/resources/lang/*.po
Languages: de

source: Clergy
de: Kleriker

source: Multiple
de: Mehrere

source: Neighbor
de: Nachbar

source: Officiator
de: Amtierender Beamter

source: Parent
de: Elternteil

source: A module to provide custom tags, types, relationship descriptors, and roles in events
de: Ein Modul zur Bereitstellung von benutzerspezifischen Tags, Typen, Beschreibungen von Beziehungen und Rollen in Ereignissen.

source: Type of confirmation
de: Art der Konfirmation

source: Type of education
de: Art der Ausbildung

source: Type of event
de: Art des Ereignisses

source: Type of fact
de: Art der Tatsache

source: Type of graduation
de: Art des Bildungsabschlusses

source: Type of name
de: Art des Namens

source: Type of ordination
de: Art der Ordination
